import React from 'react';

function History() {
  return (
    <div>
      <h2>History - Gotta catch em all!</h2>
      <p>
        Η ιστορία της οικογένειας μας στην παραγωγή του ουζού μετρά πάνω από 150 χρόνια παραγωγής.
        Οι πρόγονοι μας αρχίζουν την παραγωγή από μικρά σταγόνια στην περιοχή της Ελλάδας και ήταν
        ένας από τους πρώτους παραγωγούς του ουζού στην περιοχή. Μέσα από τα χρόνια, η οικογένεια
        μας επικεντρώθηκε στην παραγωγή υψηλής ποιότητας ουζού, χρησιμοποιώντας μόνο τα καλύτερα
        σταγόνια και τη γνωστή μας γνώση για τη δημιουργία αυθεντικού ουζού. Σήμερα, η οικογένεια
        μας συνεχίζει να παράγει αυθεντικό ουζό με την ίδια πίστη στην υψηλή ποιότητα και την
        τεχνολογία παραγωγής.
      </p>
    </div>
  );
}

export default History;
